{
    "nav": ["Capabilities", "Culture", "About Me", "Contact Us"],
    "home": {
        "sec1": {
            "title": "Isabel Gonzalez",
            "subtitle": "US NAVY Veteran",
            "text": "As a Woman-Owned Veteran-Owned business then and now prevails the commitment to serve, at Community Interest Connection LLC we operate from a sense of purpose and belonging connecting with the communities we serve with a meaningful mission that the work we do as a team has lasting impact in the fullfilment of our client's needs and honor God always through acts of righteousness.",
            "buttonText": "Click me"
        },
        "sec2": [
            {
                "title": "Reliability",
                "description": "Entrusted with the responsibility of maintaining the cleanliness with exceptional services that our customers endorse with the highest recommendation."
            },
            {
                "title": "Costumer Satisfaction",
                "description": "Focused on the consumer needs with the purpose of offering the highest standards."
            },
            {
                "title": "Alliance",
                "description": "Allow us to work in partnership for the optimization of performance in a clean work environment."
            }
        ]
    },
    "OurServices": {
        "title": "Capabilities",
        "sec2": {
            "description": "Commercial and residential clients applied programs with flexible professional general contractors, building solutions and cleaning services on a routine maintenance schedule or one time service as per request."
        },
        "sec3": [
            {
                "title": "Reliable & Cost Efective",
                "description": "Streamline operations, boost efficiency, and reduce expenses with our expert solutions",
                "more": "Show more...",
                "less": "Show less..."               
            },
            {
                "title": "General Contractors and Building Solutions",
                "description": "Comprehensive services for construction and building projects. From concept to completion, we deliver excellence in every phase.",
                "more": "Show more...",
                "less": "Show less..."              
            },
            {
                "title": "Professional Cleaning Services",
                "description": "Impeccable cleaning for commercial and residential spaces. Trust our reliable services for a spotless environment.",
                "moreText":" ",
                "more": "Show more...",
                "less": "Show less...",
                "list": [
                    "Sanitization disinfection.",
                    "Sterilization and janitorial services.",
                    "Steam carpet cleaning.",
                    "Tile & Grout maintenance.",
                    "Event cleaning.",
                    "Other Building Services."
                ]
            }
        ]
    },
    "MyStory": {
        "title": "Culture",
        "then": {
            "title":"Then (2013-2021)<br>US NAVY VETERAN",
            "subtitle": "An outstanding commitment to community service has always been my focus, as a US NAVY Veteran 2013-2021 I served our country and continue serving our entire community.",
            "features":[
                "Leadership and commitment for a reliable force.",
                "Field exercise and strengthing of capabilities.",
                "Proactively serving our nation with honor."
            ]
           
        },
        "now":{
            "title":"Nowadays (2022 until today)",
            "subtitle": "",
            "moreText": "Our generosity with a monthly donation enables their mission of transforming hurting people into healthy families through the hope of God driven by the different programs such as Food Distribution, Volunteers, Parenting Classes and Back to School Program <a href='www.familyhopefulshear.org'>FAMILY HOPE</a>. <br> Being part of the volunteer program, our CEO Isabel Gonzalez was awarded a Congressional Recognition for the heroic efforts helping Texans in need during the COVID-19 Pandemic presented by Representative Pete Olson on 21st September 2020, and remains committed to the mission and destiny to serve communities.<br>Our generosity with donation to fitmixcommunities.org also volunteer hours leading the program HEROES AGAIN with the goal of raising awareness in the community about mental and physical health through conversation about PTSD, Suicide, Anxiety, Depression, Loneliness being playful, mindful, uplifting others."
        }
    },
    "ContactUs":{
        "title":"Contact Us",
        "form":[
            {
                "title":"Name:",
                "placeholder": "Write a name"
            },
            {
                "title":"Email:",
                "placeholder": "example@hotmail.com",
                "errorMsg":"Invalid email"
            },
            {
                "title":"Phone:",
                "placeholder": "(123) 123-1234",
                "errorMsg":"Invalid phone"
            },
            {
                "title":"How can we help you?:",
                "placeholder": "Write something..."
            }
        ],
        "buttonText": "Send",
        "not_empty_error": "Not empty allowed.",
        "ok_send": "Message sent successfully."
    },
    "Footer":{
        "businessDecrption": "Comunity Interest Connection LLC is a woman-owned, veteran-owned organization focused on the consumer needs with a diversity of services.",
        "contactInfo":{
            "title": "Contact",
            "schedule":"Monday to Friday"
        },
        "location":"Location"
    }
}