{
    "nav": ["Nosotros", "Cultura", "Capacidades", "Contáctanos"],
    "home": {
        "sec1": {
            "title": "Isabel González",
            "subtitle": "Veterana de la Marina de los EE. UU.",
            "text": "Como negocio propiedad de una mujer y veterana, hoy y siempre prevalece el compromiso de servir. En Community Interest Connection LLC, operamos desde un sentido de propósito y pertenencia, conectando con las comunidades a las que servimos con una misión significativa. Creemos que el trabajo que realizamos en equipo tiene un impacto duradero en la satisfacción de las necesidades de nuestros clientes y honramos a Dios siempre a través de actos de rectitud.",
            "buttonText": "Clic aquí"
        },
        "sec2": [
            {
                "title": "Confiabilidad",
                "description": "Encomendados con la responsabilidad de mantener la limpieza con servicios excepcionales que nuestros clientes respaldan con la más alta recomendación."
            },
            {
                "title": "Satisfacción del Cliente",
                "description": "Centrados en las necesidades del consumidor con el propósito de ofrecer los más altos estándares."
            },
            {
                "title": "Alianza",
                "description": "Permítanos trabajar en colaboración para la optimización del rendimiento en un entorno de trabajo limpio."
            }
        ]
    },
    "OurServices": {
        "title": "Capacidades",
        "sec2": {
            "description": "Clientes comerciales y residenciales aplicaron programas con contratistas generales profesionales y flexibles, soluciones de construcción y servicios de limpieza en un horario de mantenimiento rutinario o servicio único según solicitud."
        },
        "sec3": [
            {
                "title": "Confiable y precio justo",
                "description": "Simplificar operaciones, aumentar la eficiencia y reducir gastos con nuestras soluciones expertas.",
                "more": "Ver más...",
                "less": "Ver menos..."                      
            },
            {
                "title": "Contratistas Generales y Soluciones para la Construcción",
                "description": "Servicios integrales para proyectos de construcción y edificación. Desde el concepto hasta la finalización, entregamos excelencia en cada fase.",
                "more": "Ver más...",
                "less": "Ver menos..."                   
            },
            {
                "title": "Servicios Profesionales de Limpieza",
                "description": "Limpieza impecable para espacios comerciales y residenciales. Confía en nuestros servicios confiables para un entorno impecable.",
                "moreText": " ",
                "more": "Ver más...",
                "less": "Ver menos...",
                "list": [
                    "Desinfección y sanitización.",
                    "Servicios de esterilización y limpieza.",
                    "Limpieza de alfombras a vapor.",
                    "Mantenimiento de baldosas y juntas.",
                    "Limpieza de eventos.",
                    "Otros servicios de construcción."
                    ]
            }
        ]
    },
    "MyStory": {
        "title": "Cultura",
        "then": {
            "title": "Antes (2013-2021)<br>VETERANA, MARINA DE LOS EE. UU.",
            "subtitle": "Siempre he mantenido un destacado compromiso con el servicio comunitario. Como veterana de la Armada de los Estados Unidos de 2013 a 2021, serví a nuestro país y continúo sirviendo a toda nuestra comunidad.",
            "features": [
                "Liderazgo y compromiso para una fuerza confiable.",
                "Ejercicios de campo y fortalecimiento de capacidades.",
                "Servir a nuestra nación de manera proactiva con honor."
            ]           
        },
        "now": {
            "title": "Ahora (2023 hasta hoy)",
            "subtitle": "Comprometidos en la construcción de comunidades más fuertes. Participamos activamente en colaboración con organizaciones sin fines de lucro para cumplir nuestro propósito y deseo de ayudar a empoderar a las comunidades locales.",
            "moreText": "Nuestra generosidad con una donación mensual permite la misión de transformar a personas heridas en familias saludables a través de la esperanza de Dios, impulsada por diferentes programas como Distribución de Alimentos, Voluntarios, Clases para Padres y el Programa de Regreso a la Escuela. <a href='www.familyhopefulshear.org'>FAMILY HOPE</a><br><br>Formar parte del programa de voluntariado llevó a nuestra CEO, Isabel González, a recibir un Reconocimiento del Congreso por los esfuerzos heroicos para ayudar a los texanos necesitados durante la Pandemia de COVID-19, presentado por el Representante Pete Olson el 21 de septiembre de 2020, y sigue comprometida con la misión y destino de servir.<br><br>Comunidades. Nuestra generosidad se refleja en horas de voluntariado liderando el programa HEROES AGAIN con el objetivo de crear conciencia en la comunidad sobre la salud mental y física mediante conversaciones sobre TEPT, suicidio, ansiedad, depresión, soledad, siendo juguetones, conscientes, y alentando a los demás. <a href='www.fitmixcommunities.org'>FIT MIX</a>"
        }
    },
    "ContactUs":{
        "title":"Contáctanos",
        "form":[
            {
                "title":"Nombre:",
                "placeholder": "Ingrese un nombre"
            },
            {
                "title":"Email:",
                "placeholder": "ejemplo@hotmail.com",
                "errorMsg":"Email inválido"
            },
            {
                "title":"Phone:",
                "placeholder": "(123) 123-1234",
                "errorMsg": "Teléfono inválido"
            },
            {
                "title":"¿Cómo podemos ayudarlo?:",
                "placeholder": "Escriba aquí el mensaje..."
            }
        ],
        "not_empty_error": "No se admite vacío",
        "buttonText": "Enviar",
        "ok_send": "Mensaje enviado correctamente"
    },
    "Footer":{
        "businessDecrption": "Community Interest Connection LLC es una organización propiedad de una mujer y de una veterana, centrada en las necesidades del consumidor y ofreciendo una variedad de servicios.",
        "contactInfo":{
            "title": "Contacto",
            "schedule":"Lunes a Viernes"
        },
        "location":"Ubicación"
    }
}